export default {
  common: {
    appName: 'EHome',
    logIn: 'Увійти',
    createAccount: 'Створити акаунт'
  },
  navigation: {
    home: 'Головна',
    aboutUs: 'Про нас',
    features: 'Особливості',
    contact: 'Контакт'
  },
  notFound: {
    title: 'Не знайдено',
    description: 'Запитаний ресурс не знайдено на цьому сервері!',
    back: 'Назад'
  },
  pageUnderConstruction: {
    title: 'Сторінка в розробці',
    description: 'Будь-ласка спробуйте пізніше',
    back: 'Назад'
  },
  main: {
    title: 'Знайдіть Найкращу Розумну Нерухомість',
    buy: 'Купити',
    rent: 'Оренда',
    search: 'Пошук',
    city: 'Місто',
    propertyType: 'Тип власності',
    priceRange: 'Діапазон Цін',
    apartments: 'Квартири',
    cottageTownships: 'Котеджні містечка',
    houses: 'Будинки',
    commercialProperty: 'Комерційна нерухомість'
  },
  featureProperties: {
    title: 'Властивості функції',
    showAll: 'Показати все',
    prev: 'Попередній',
    next: 'Далі'
  },
  benefits: {
    title: 'Переваги, які ви отримуєте з нами',
    marketKnowledge: {
      title: 'Знання ринку',
      description:
        'Наші агенти з нерухомості мають глибоке розуміння місцевого ринку житла та мають найкращі властивості.'
    },
    extensiveNetwork: {
      title: 'Розгалужена мережа',
      description:
        'Наші агенти з нерухомості створили мережу контактів, включаючи інших агентів, потенційних покупців і найкращих професіоналів галузі.'
    },
    closingAssistance: {
      title: 'Допомога при закритті',
      description:
        'Наші агенти з нерухомості допомагають усім клієнтам протягом усього процесу, щоб забезпечити плавне та успішне закриття.'
    },
    provideExperience: {
      title: 'Ми надаємо вам найкращий досвід',
      description:
        'Завдяки нашому проактивному підходу ми завжди прагнемо будувати ділові відносини, засновані на довірі та чесності. Очолювані командою досвідчених і обізнаних професіоналів, наші співробітники завжди в курсі останніх розробок, дотримуються чинного законодавства та суворих стандартів і створюють цінність для наших клієнтів.',
      yearsExperience: 'Багаторічний досвід.',
      realEstateSold: 'Продана нерухомість.',
      realEstateRentedOut: 'Нерухомість здана в оренду.',
      readMore: 'Читати далі'
    },
    processExperience: {
      title: 'Ми забезпечуємо найкращий досвід процесу',
      steps: {
        one: {
          title: 'Брифінг',
          description:
            'Розкажіть нам, що конкретно ви шукаєте, і ми спробуємо підібрати для вас найкращі доступні варіанти на ринку нерухомості.'
        },
        two: {
          title: 'Обробка',
          description:
            'Ми підберемо для вас найкращу нерухомість і візьмемо на себе всі організаційні питання.'
        },
        three: {
          title: 'Оздоблення',
          description:
            'З нами вам не доведеться турбуватися про оформлення документів, оскільки ми працюємо з найкращими юристами та нотаріусами.'
        }
      }
    }
  },
  contactForm: {
    title: 'Давайте разом шукати найкращу нерухомість.',
    name: "Ім'я",
    email: 'Email',
    phone: 'Номер телефону',
    help: 'Як ми можемо допомогти?',
    submit: 'Подайте заявку',
    services: {
      title: 'Послуги',
      marketConsultation: 'Ринкова консультація',
      propertySearch: 'Пошук нерухомості',
      marketValuation: 'Ринкова оцінка',
      documentAssistance: 'Допомога в оформленні документів',
      transactionSupport: 'Підтримка транзакцій',
      investmentProposals: 'Інвестиційні пропозиції',
      propertyRental: 'Оренда нерухомості',
      propertySelection: 'Вибір властивості',
      clientNeedsAssessment: 'Оцінка потреб клієнта',
      other: 'Інший'
    }
  },
  cities: {
    kyiv: 'Київ',
    kharkiv: 'Харків'
  },
  propertyTypes: {
    house: 'Будинок',
    apartment: 'Квартира'
  }
}
